Repository: aitormendez/labolsagranada.com
Catalog: web/app/languages/plugins/disable-comments-*.po
Languages: es_es

# settings page title
source: Disable Comments
es_es: Desactivar comentarios

# settings menu title
source: Disable Comments
es_es: Desactivar comentarios

source: Tools
es_es: Herramientas

source: Total Comments:
es_es: Comentarios totales:

source: %s: Deleting comments will remove existing comment entries in the database and cannot be reverted without a database backup.
es_es: %s: Borrar los comentarios quitará los comentarios existentes en la base de datos y no podrá ser revertido sin una copia de seguridad de la base de datos.

source: For certain post types
es_es: Para ciertos tipos de contenido

source: %s: This function and will affect your entire site. Use it only if you want to delete comments <em>everywhere</em>.
es_es: %s: Esta función afectará a todo el sitio. Úsala sólo si deseas borrar los comentarios <em>en todas partes.</em>

source: Delete all comments in WordPress.
es_es: Borra todos los comentarios en WordPress.

source: Comment Deletion Complete
es_es: Borrado de comentarios completo

source: All comments have been deleted for %s.
es_es: Todos los comentarios se han borrado para %s.

source: Internal error occured. Please try again later.
es_es: Ha ocurrido un error interno. Por favor, inténtalo más tarde.

source: All comments have been deleted.
es_es: Se han borrado todos los comentarios.

source: No comments available for deletion.
es_es: No hay comentarios disponibles para su borrado.

source: Custom post types:
es_es: Tipos de contenidos personalizados:

source: Delete Comments
es_es: Borrar comentarios

source: It seems that a caching/performance plugin is active on this site. Please manually invalidate that plugin's cache after making any changes to the settings below.
es_es: Parece que hay un plugin de caché/rendimiento activo en este sitio. Por favor, invalida manualmente la caché de ese plugin tras hacer cualquier cambio en los parámetros de abajo.

source: Comments are closed.
es_es: Los comentarios están cerrados.

source: Warning
es_es: Advertencia

source: Settings
es_es: Ajustes

source: %1$s: This option is global and will affect your entire site. Use it only if you want to disable comments <em>everywhere</em>. A complete description of what this option does is <a href="%2$s" target="_blank">available here</a>.
es_es: %1$s: Esta opción es global y afectará a todo tu sitio. Utilízala solo si quieres desactivar los comentarios <em>en todos todas partes</em>. Una descripción completa sobre qué hace esta opción está <a href="%2$s" target="_blank">disponible aquí</a>.

source: Allows administrators to globally disable comments on their site. Comments can be disabled according to post type.
es_es: Permite a los administradores desactivar globalmente los comentarios en su sitio. Los comentarios pueden desactivarse según el tipo de contenido.

source: https://wordpress.org/plugins/disable-comments/
es_es: https://es.wordpress.org/plugins/disable-comments/

source: Save Changes
es_es: Guardar cambios

source: Disabling comments will also disable trackbacks and pingbacks. All comment-related fields will also be hidden from the edit/quick-edit screens of the affected posts. These settings cannot be overridden for individual posts.
es_es: Al desactivar los comentarios también desactivarás los trackbacks y pingbacks. Todos los campos relacionados con comentarios también se ocultarán en las pantallas de edición y edición rápida de las entradas afectadas. Estos parámetros no se pueden omitir en las entradas individuales.

source: Only the built-in post types appear above. If you want to disable comments on other custom post types on the entire network, you can supply a comma-separated list of post types below (use the slug that identifies the post type).
es_es: Sólo los tipos predefinidos de contenido aparecen en el listado anterior. Si deseas desactivar los comentarios o otros tipos de contenido personalizados de la toda la red, puedes poner una lista de tipos de contenido separados por comas (utiliza el slug que identifica el tipo de contenido)

source: On certain post types
es_es: En ciertos tipos de contenido

source: Disable all comment-related controls and settings in WordPress.
es_es: Desactivar todos los controles y ajustes relacionados con comentarios de WordPress.

source: Everywhere
es_es: En todos lados

source: <em>Disable Comments</em> is Network Activated. The settings below will affect <strong>all sites</strong> in this network.
es_es: <em>Disable Comments</em> está activado para la red. Los parámetros de abajo afectarán a <strong>todos los sitios</strong> de esta red.

source: Options updated. Changes to the Admin Menu and Admin Bar will not appear until you leave or reload this page.
es_es: Opciones actualizadas. Los cambios del menú de administración o de la barra de administración no aparecerán hasta que abandones o recargues esta página.

source: If a caching/performance plugin is active, please invalidate its cache to ensure that changes are reflected immediately.
es_es: Si hay activo un plugin de caché/rendimiento, por favor, invalida su caché para asegurarte de que los cambios se reflejan inmediatamente.

source: The <em>Disable Comments</em> plugin is active, but isn't configured to do anything yet. Visit the <a href="%s">configuration page</a> to choose which post types to disable comments on.
es_es: El plugin <em>Disable Comments</em> está activo, pero no está configurado para hacer nada aún. Visita la <a href="%s">página de configuración</a> para elegir en qué tipos de contenido quieres desactivar los comentarios.

source: Note: The <em>Disable Comments</em> plugin is currently active, and comments are completely disabled on: %s. Many of the settings below will not be applicable for those post types.
es_es: Nota: El plugin <em>Disable Comments</em> está activo actualmente, y los comentarios están completamente desactivados en: %s. Muchos de los parámetros de abajo no serán aplicables para estos tipos de contenido.

source: Disable Comments requires WordPress version %s or greater.
es_es: Disable Comments requiere una versión de WordPress %s o superior.
